## Slingshot Common Messages
## RA-11: Originally copied from Share, and everything except the
## required role.* and hybridsync.* properties removed.

## Roles
role.SiteManager=Ansvarig
role.SiteCollaborator=Dokumentansvarig
role.SiteContributor=Medarbetare
role.SiteConsumer=Konsument

#Hybrid Sync Console
hybridsync.ssd-id-header-label=Sync-ID
hybridsync.ssd-failed-reason-header-label=Typ av synkroniseringsfel
hybridsync.path-desc-header-label=Ursprunglig plats
hybridsync.sync-creator-header-label=Verktyg f\u00f6r att skapa synkronisering
hybridsync.cloud-user-header-label=Molnanv\u00e4ndare
hybridsync.remote-tenant-id-header-label=Molnn\u00e4tverk
hybridsync.target-folder-node-ref-header-label=Destination i molnet
hybridsync.actions-header-label=Funktioner

sync.folder.name_clash=Dokument med samma namn finns redan i m\u00e5lmappen.
sync.folder.not_found=Kan inte hitta mappen.
sync.node.already_synced=Kan inte skapa dokument\: det har redan synkroniserats fr\u00e5n annan plats.
sync.node.other_sync_set=Dokumentet har redan synkroniserats fr\u00e5n annan plats.
sync.node.no_longer_exists=This content no longer exists on Alfresco Content Services in the Cloud.
sync.node.no_longer_exists.description=This content no longer exists on Alfresco Content Services in the Cloud. Click Request Sync to try again.
sync.node.unknown=Ett problem intr\u00e4ffade, v\u00e4nligen f\u00f6rs\u00f6k igen.
sync.node.unknown.description=Ett ov\u00e4ntat fel intr\u00e4ffade. Orsak\: {0}.
sync.node.access_denied=Kan inte synkronisera dokumentet\: du saknar beh\u00f6righet f\u00f6r m\u00e5ldokumentet.
sync.node.access_denied_source=Kan inte synkronisera dokumentet\: du saknar beh\u00f6righet f\u00f6r k\u00e4lldokumentet.
sync.node.content_limit_violation=Filen \u00f6verstiger dokumentgr\u00e4nsen. Filen \u00e4r f\u00f6r stor f\u00f6r att slutf\u00f6ra aktiviteten.
sync.node.quota_limit_violation=Du har \u00f6verskridit inneh\u00e5llskvot. Det finns inte tillr\u00e4cklig med fritt ytrymme f\u00f6r att slutf\u00f6ra aktiviteten.
sync.node.authentication_error=Kan inte synkronisera dokumentet\: inloggningsuppgifterna \u00e4r inte korrekta.
sync.node.authentication_error.description=Kan inte synkronisera dokumentet\: inloggningsuppgifterna f\u00f6r anv\u00e4ndare {0} \u00e4r inte korrekta.
sync.node.owner_not_found=Vi kan inte synkronisera inneh\u00e5llet eftersom \u00e4garen har tagits bort eller tagits bort.
sync.node.owner_not_found.description=Anv\u00e4ndare som \u00e4ger denna syn, {0}, finns inte l\u00e4ngre. V\u00e4nligen ta bort synkronisering.

sync.communications.error=Kunde inte kommunicera med fj\u00e4rrsystemet
sync.communications.error.description=Kunde inte kommunicera med fj\u00e4rrsystemet. Synkronisering kommer fungera automatiskt igen n\u00e4r kommunikationen fungerar.
